
{
    "Lotus1" :"اللوتس هي نبات مائي ينمو في البرك والبحيرات، تتميز بجمالها الفريد ورائحتها العطرة. تعتبر رمزًا للنقاء والتجديد، حيث تظهر بجمالها الطبيعي على السطح رغم أن جذورها تنمو في الوحل.",
    "Lotus2" :"اللوتس تستخدم في العديد من الثقافات كرمز للنضج الروحي والنقاء الداخلي. . لا تقلق انه فقط رمز عشوائي اخترناه لِأنه يوحي بالالهام والابتكار",
    "Lotus3" :"اختار تشابمان اسم \"لوتس\" لسياراته التي  اسسها في عام 1952 بالإشارة إلى نبتة اللوتس، التي تُعتبر في الثقافة الشرقية رمزًا للجمال والأناقة والقوة. هذا الاختيار يعكس رؤية تشابمان في تصميم سياراته لتجمع بين الأداء الرياضي والأناقة الفائقة، لماذا برأيك اخترناها لتكون مستوى فريقك ؟",
    "Emerald1" : "الزمرّد هو حجر كريم يتميز بلونه الأخضر الزاهي ولمعانه الجميل. يُعتبر من الأحجار الكريمة النفيسة ويُستخدم في صناعة المجوهرات بسبب جماله وندرته. يُعتبر رمزاً للثروة والنجاح والحياة الخضراء.",
    "Emerald2" : "في عمق الغابة السحرية، كان هناك زمردةٌ سحرية تعطي حاملها قوى خارقة. سعى البشر للحصول عليها، لكنها بقيت محمية بواسطة حارسٍ خفي، متألقةً كنجمةٍ في سماء الليل.",
    "Star1": "هو جسم فلكي ضخم يشع ضوءاً ويولد طاقة من تفاعلات نووية في نواة. يُعتبر النجوم من أقدم الظواهر الفلكية المُعرفة للبشر، وتأتي في مجموعة متنوعة من الأحجام والألوان. يُعتبر النجوم رموزاً للإشراق والقوة والإلهام، وتُستخدم في الفن والثقافة كرموز للأمل والتحدي والإبداع.",
    "Star2": "في سماء لامعة، يتألق النجم بضوءه الساطع ويروي قصة الكون. يجذب العلماء والروائيين بلونه وبريقه، محفزًا للابتكار والحلم في أعماق الليل الساحر.",
    "Star3": "يبدو النجم صغيراً من كوكبنا ! لكن بالحقيقة هو ضخم للغاية . لا تقلق لو كان مستواك ما زال في مرحلة النجم . ستصبح اضخم مما تتوقع بكثير !",
    "Star4": "نظام ترقية الفرق يبدأ بالنجم وينتهي بالآس . عليك بالاشتراك بفعاليات وتحقيق نقاط تقدم كي يرتفع مستواك",
    "Potheus1": "نبتة الحظ هي مصطلح غير مألوف في العالم الطبيعي , إذ لا يوجد تاريخ أو سجلات تاريخية تدعم أن هذه النبتة كائن يجلب الحظ",
    "Potheus2": "ازدهرت الحياة في قرية صغيرة، نبتت بوثيوس الساحرة. تفتحت أوراقها الخضراء مثل أيادٍ صغيرة تأخذ بيد الحظ !",
    "Potheus3": "ازدهرت الحياة في قرية صغيرة، نبتت بوثيوس الساحرة. تفتحت أوراقها الخضراء مثل أيادٍ صغيرة تأخذ بيد الحظ !",
    "Crown1": "التاج هو زينة تُوضَع على رأس الحكام والملوك كرمز للسلطة والمكانة الرفيعة. يتميز بتصاميم مزخرفة ويعبر عن العظمة والشرعية القائمة.",
    "Crown2": "في بريق الذهب والألماس، يتوج الملوك بتاج يحكي قصة مجدهم وسلطتهم. يرتديهم بفخر ويحملون تاريخًا عريقًا من الحكم والسيادة. إن كان هذه مستوى فريقك ما اسعدك !",
    "Crown3": "في عصر الأساطير، ابتكر الحكماء تاجًا سحريًا يعكس قوة العقل والروح. يقال إنه جاء من تضحية ملك شاب لإنقاذ شعبه من الهلاك، فأعطاهم التاج الذي يجمع بين الحكمة والشجاعة، واصبح رمزاً لهم",
    "Ace1": "في لعبة الورق، تحمل بطاقة الآس قوةً خاصة. تعتبر الأولى والأعلى، ترمز للفوز والتفوق. ايضا تحمل هذه المعاني لفريقك . هيا اسعى لاكتسابها !",
    "Ace2": "مستوى الآس هو قمة النجاح والتميز في نظام ترقية الفرق، حيث يمثل القوة الفعلية والتميز اللافت في رحلة التطوير والتقدم."
}
